Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Challenge organism
es_es: Organismo sujeto a estímulo

source: Chamber pressure signals as measured by thermal conductivity pressure gauge (Pirani) and by capacitance gauge converged after 29 hours before proceeding to the secondary drying step.
es_es: Las señales de presión de la cámara medidas con un manómetro de conductividad térmica (Pirani) y con un manómetro de capacidad convergieron después de 29 horas antes de proceder a la etapa de secado secundario.

source: Change and / or intensity differences in peaks and % peak areas must be observed for DS STAB as compared to DS
es_es: Deben observarse cambios o diferencias de intensidad en los picos y en los porcentajes de área de los picos para las muestras de estabilidad del principio activo con respecto al principio activo.

source: Change control
es_es: Control de cambios

source: Change for commercial configuration
es_es: Cambio para adecuarse a la configuración comercial

source: Change from baseline in Diastolic Blood Pressure (DBP) over time
es_es: Cambios en la presión arterial diaistólica desde el inicio y a lo largo del tiempo

source: Change from baseline in HbA1c over time in the overall population and in 3 subgroups (normal, pre-DM, and DM)
es_es: Cambio desde el inicio en la HbA1c a lo largo del tiempo en la población general y en 3 subgrupos (normal, prediabetes y diabetes mellitus)

source: Change from baseline in HbA1c
es_es: Cambio desde el inicio en la HbA1c

source: Change from baseline in Health-related quality of life measured by EQ-5D
es_es: Cambio desde el inicio en la calidad de vida relacionada con la salud, medida según EQ-5D

source: Change from baseline in KCCQ based on patient-preferred outcome at Week 52
es_es: Cambio desde el inicio en la puntuación KCCQ, con base en los desenlaces preferentes por paciente en la semana 52

source: Change from baseline in KCCQ clinical summary score5 at Week 52
es_es: Cambio desde el inicio en la puntuación clínica resumen del KCCQ5 en la semana 52

source: Change from baseline in KCCQ individual domains at Week 52
es_es: Cambio desde el inicio en los dominios individuales del KCCQ en la semana 52

source: Change from baseline in KCCQ overall summary score at Week 52
es_es: Cambio desde el inicio en la puntuación del resumen global del KCCQ en la semana 52

source: Change from baseline in KCCQ total symptom score at Week 52
es_es: Cambio desde el inicio en la puntuación de síntomas totales del KCCQ en la semana 52

source: Change from baseline in Systolic Blood Pressure (SBP) over time
es_es: Cambios en la presión arterial sistólica desde el inicio y a lo largo del tiempo

source: Change from baseline in body weight over time
es_es: Cambios en el peso corporal desde el inicio y a lo largo del tiempo

source: Change from baseline in pulse rate over time
es_es: Cambios en el pulso desde el inicio y a lo largo del tiempo

source: Change from baseline over time in HbA1c, MMRM analysis – TS_D (OC-ALL)
es_es: Cambio en el tiempo desde el inicio en los valores de HbA1c, análisis MMRM. GT_D (casos observados, todos los pacientes)

source: Change from baseline over time in weight, MMRM analysis – TS_D (OC-ROC)
es_es: Cambio en el tiempo desde el inicio en el peso, análisis MMRM. GT_D (casos observados, caso observado de rescate)

source: Change from baseline to LVOT and follow-up using ANCOVA
es_es: Cambios desde el inicio en el tracto de salida del ventrículo izquierdo y seguimiento mediante ANCOVA

source: Change in NYHA class from baseline at Week 52
es_es: Cambio de clase de NYHA desde el inicio del estudio hasta la Semana 52

source: Change in albuminuria from baseline over time
es_es: Cambios en la albuminuria desde el inicio y a lo largo del tiempo

source: Change in albuminuria from baseline over time by baseline UACR categories (<30 mg/g, ≥30 mg/g to ≤300 mg/g, >300 mg/g)
es_es: Cambios en la albuminuria desde el inicio y a lo largo del tiempo según las categorizaciones iniciales del cociente albúmina/creatinina en orina (< 30 mg/g, ≥ 30 mg/g a ≤300 mg/g, >300 mg/g)

source: Change in equipment used at Rottendorf DE for in-process control testing.
es_es: Cambio en el equipo empleado en Rottendorf DE para los controles analíticos intermedios del proceso.

source: Change in the spelling of the German word for street from "Straße" to "Strasse".
es_es: Se cambia la grafía de "Straße" por "Strasse" en la palabra alemana que significa "calle".

source: Change of DP facility for commercial to be able to supply clinical and anticipated commercial demands
es_es: Se modifica la escala del medicamento para atender a las demandas clínicas y comerciales anticipadas

source: Change of DS scale to be able to supply clinical and commercial demands.
es_es: Se modifica la escala del principio activo para atender a las demandas clínicas y comerciales

source: Change of primary packaging and corresponding fill volume to commercial setup.
es_es: Se modifica el acondicionamiento primario y el volumen de llenado correspondiente para atender a configuración comercial.

source: Change-over procedures and segregation
es_es: Procedimientos de reacondicionamiento y separación

source: Changes
es_es: Cambios

source: Changes can be detected indirectly by changes in potency (clot lysis assay).
es_es: Los cambios pueden detectarse de manera indirecta por cambios de potencia (ensayo de lisis de coágulo).

source: Changes in NT-proBNP from baseline over time
es_es: Cambios en el extremo N-terminal del propéptido natriurético cerebral desde el inicio y a lo largo del tiempo

source: Changes in eGFR from baseline were analysed as efficacy endpoints (see Sections 11.1.2.2 and 11.1.3.7).
es_es: Los cambios en la TFGe desde el inicio se analizaron como criterios de valoración de eficacia (ver las Secciones 11.1.2.2 y 11.1.3.7).

source: Changes in glimepiride dose throughout the trial
es_es: Cambios de dosis de glimepirida en el ensayo

source: Changes in laboratory markers of renal function are provided in Section 5.1.5.4 and of lipase and amylase in Section 5.1.5.5.1.
es_es: En la Sección 5.1.5.4 se presentan los cambios en los marcadores de laboratorio de la función renal y, en la Sección 5.1.5.5.1, los valores para la lipasa y la amilasa.

source: Changes in pulse rate, systolic, and diastolic blood pressure from baseline were minor in all treatment groups.
es_es: Los cambios en la frecuencia del pulso y la tensión arterial sistólica y diastólica respecto al valor inicial fueron menores en todos los grupos de tratamiento.

source: Changes in the colour of the lyophilised cake may be an indicator for protein degradation or process-related impurities.
es_es: Los cambios de color del taco liofilizado pueden ser indicativos de degradación de la proteína o de impurezas relacionadas con el proceso.

source: Changes in vital signs, ECG, physical examination and laboratory tests results were to be recorded as (S)AEs in the eCRF if they were assessed as clinically relevant by the investigator.
es_es: De manera similar, debían consignarse como eventos adversos (serios) los cambios en los signos vitales, el ECG, la exploración física y los resultados de laboratorio si el investigador los consideraba clínicamente relevantes.

source: Changes of format are not considered in this comparison.
es_es: En esta comparación no se consideran los cambios de formato.

source: Changes to the manufacturing process are related to the technical features/characteristics of the filling line, e.g. filling principle or surge vessel.
es_es: Los cambios del proceso de fabricación se relacionan con las especificaciones y características técnicas de la línea de llenado; por ejemplo, el principio de llenado o el tanque de compensación.

source: Changes to the planned analyses to be consistent with the changes introduced by the TSAP (see Section 9.8.2 below)
es_es: Cambios en los análisis planificados para mantener la uniformidad con los cambios introducidos a través del plan de análisis estadístico del ensayo (ver Sección 9.8.2 a continuación)

source: Changing your e-mail address
es_es: Cambios en la dirección de correo electrónico

source: Chapter 1
es_es: Sección 1

source: Chapter 1.
es_es: Sección 1.

source: Chapter 2.
es_es: Sección 2.

source: Chapter 2.6.1
es_es: Capítulo 2.6.1

source: Chapter 2.7 Phenol Red, Summary
es_es: Sección 2.7, Rojo de fenol, Resumen

source: Chapter 2.8 Methotrexate, Summary
es_es: Seccióon 2.8, Metotrexato, Resumen

source: Chapter 2.9 Poloxamer 188, Summary
es_es: Seccióon 2.9, Poloxámero 188, Resumen

source: Chapter 2.9 Simethicone, Analytical procedure The sample is diluted with water (dilution factor 10) and analysed by ICP-OES.
es_es: Sección 2.9 Simeticona, Procedimiento analítico. La muestra se diluye con agua (factor de dilución 10) y se analiza mediante ICP-OES.

source: Chapter 2.9 Simethicone, Analytical procedure The sample is diluted with water or phosphor buffered saline (dilution factor 10) and analysed by ICP-OES.
es_es: Sección 2.9 Simeticona, Procedimiento analítico. La muestra se diluye con agua o búffer salino de fósforo (factor de dilución 10) y se analiza mediante ICP-OES.

source: Chapter 2.9 Simethicone, Summary
es_es: Seccióon 2.9, Simeticona, Resumen

source: Chapter 3.
es_es: Sección 3.

source: Chapter 3.1 High-Molecular Weight Species
es_es: Sección 3.1. Especies de alto peso molecular

source: Chapter 4.1 – Table 1
es_es: Sección 4.1, Tabla 1

source: Chapter 4.1 – Table 3
es_es: Sección 4.1, Tabla 3

source: Chapter 4.3
es_es: Sección 4.3

source: Chapter 4.6
es_es: Sección 4.6

source: Chapter 4.6 – Table 8
es_es: Sección 4.6, Tabla 8

source: Chapter 4.7
es_es: Sección 4.7

source: Chapter 6.1
es_es: Sección 6.1

source: Chapter 6.10.2 – Table 27
es_es: Sección 6.10.2, Tabla 27

source: Chapter 6.3
es_es: Sección 6.3

source: Chapter 6.6 – Table 18
es_es: Sección 6.6, Tabla 18

source: Characterisation only
es_es: Caracterización solamente

source: Characterised range / control limit for commercial manufacturing 25 mg/vial (PAR)
es_es: Intervalo caracterizado/límite de control para la fabricación comercial, 25 mg/frasco (PAR)

source: Characteristic
es_es: Característica

source: Characteristics at baseline
es_es: Características al inicio

source: Characteristics at baseline (cont.)
es_es: Características al inicio (cont.)

source: Characteristics of the 202 patients at baseline
es_es: Características de los 202 pacientes al inicio

source: Characteristics of the linear regression analysis of the detector response as a function of concentration
es_es: Características de la regresión lineal tomando la respuesta lineal del detector como función de la concentración

source: Characteristics of the linear regression analysis of the detectorresponse as a function of concentrations
es_es: Características de la regresión lineal tomando la respuesta del detector como función de las concentraciones

source: Characterization data (RP Purity on DS level)
es_es: Datos de caracterización (pureza en fase reversa al nivel del principio activo)

source: Characterization of CEX Profil Cation exchange chromatography (CEX) is a quantitative method that evaluates charge variants of spesolimab.
es_es: Caracterización del perfil de CEX La cromatografía de intercambio catiónico (CEX) es un método cuantitativo que evalúa variantes de carga de espesolimab.

source: Characterization of HPSEC Profil High performance size exclusion chromatography (HPSEC) is a quantitative method to determine product purity by quantifying monomer and HMW (aggregate) species.
es_es: Caracterización del perfil de HPSEC La cromatografía de exclusión por tamaño de alta resolución (HPSEC) es un método cuantitativo para determinar la pureza del producto mediante la cuantificación de especies de monómeros y HMW (agregados).

source: Charge uniformity allows separation in the electric field based on the molecular size.
es_es: La uniformidad de carga permite la separación en el campo eléctrico en función del tamaño de molécula.

source: Charged aerosol detector
es_es: Detector de aerosol cargado

source: Check SnS subassembly not activated
es_es: Verificar si la subunidad SnS no está activada

source: Check of
es_es: Control de

source: Check of NSD appearance
es_es: Control del aspecto del dispositivo de seguridad de aguja

source: Check of artwork file
es_es: Verificación del archivo de arte

source: Check of filling accuracy
es_es: Comprobación de la exactitud del llenado

source: Check of plunger rod insertion
es_es: Control de inserción del vástago del émbolo

source: Check of snapping process and retention of the syringe and EFF
es_es: Control del proceso de encastre y retención de la jeringa y la lengüeta de apoyo extendida

source: Check that all tablets are disintegrated, otherwise continue stirring until complete disintegration of the tablets.
es_es: Verificar que se desintegren todos los comprimidos y, si no, seguir agitando hasta que se desintegren por completo.

source: Check that the tablet is completely disintegrated, otherwise continue stirring until complete disintegration of the tablet.
es_es: Verificar si el comprimido se desintegró por completo, de lo contrario continuar revolviendo hasta lograr la desintegración absoluta.

source: Checked by:
es_es: Revisó:

source: Chemical and physical in-use stability has been demonstrated for 24 hours at 2 – 8°C and 8 hours at 30°C.
es_es: Se ha demostrado la estabilidad química y física en uso durante 24 horas a 2‑8° C y 8 horas a 30° C.

source: Chemical structure:
es_es: Estructura química:

source: Chemical/ Physical
es_es: Físicoquímicos

source: Chemical/Physical
es_es: Fisicoquímicas

source: Chemistry, manufacturing and control
es_es: Química, fabricación y control

source: Childhood Stage
es_es: Niños

source: Children with recurrent idiopathic VTE should be treated indefinitely with vitamin K antagonists [P12-03887].
es_es: Los niños con TEV idiopática recurrente deben recibir antagonistas de la vitamina K de por vida [P12-03887].

source: Chlorides
es_es: Cloruros

source: Cholesterol is derived from sheep wool.
es_es: El colesterol se obtiene de lana de oveja.

source: Cholesterol is not considered to pose a viral safety risk due to the harsh conditions applied in the manufacture.
es_es: El colesterol no se considera un riesgo a la seguridad viral en virtud de las condiciones adversas que se aplican durante la fabricación.

source: Chromatogram of detection limit 3 ppb
es_es: Cromatograma del límite de detección de 3 partes por mil millones

source: Chromatogram of quantitation limit at 10 ppb for empagliflozin / metformin HCl (material no. 4)
es_es: Cromatograma del límite de cuantificación a 10 ppb de empagliflozina/clorhidrato de metformina (material N.° 4)

source: Chromatogram of quantitation limit at 10 ppb for linagliptin / metformin hydrochloride (material no. 1)
es_es: Cromatograma del límite de cuantificación a 10 ppb de linagliptina/clorhidrato de metformina (material N.° 1)

source: Chromatograms of the current and proposed method were compared
es_es: Se compararon los cromatogramas de los métodos vigente y propuesto.

source: Chromatograph portions of Standard Solution 1 and the Sample Preparations.
es_es: Realizar cromatografías de porciones de la solución estándar 1 y las preparaciones de muestras.

source: Chromatograph portions of the Assay Standard, the Degradation Standard, and the Sample Preparations.
es_es: Realizar cromatografías de prociones del estándar de valoración, el estándar de degradación y las preparaciones de muestras.

source: Chromatograph portions of the Standard Preparation and the Sample Preparations.
es_es: Realizar cromatografías de prociones de la preparación estándar de y las preparaciones de muestras.

source: Chromatographic
es_es: Cromatográfico

source: Chromatographic Conditions
es_es: Condiciones cromatográficas

source: Chromatographic Parameters
es_es: Parámetros cromatográficos

source: Chromatographic conditions
es_es: Condiciones cromatográficas

source: Chromatographic profile corresponds
es_es: El perfil cromatográfico se corresponde

source: Chromatographic profile of BB must contain no significant peaks above LOQ
es_es: El perfil cromatográfico del blanco del buffer no debe contener picos significativos por encima del límite de cuantificación.

source: Chromatographic profile of BB must contain no significant peaks above limit of quantitation (LOQ)
es_es: El perfil cromatográfico del blanco del buffer no debe contener picos significativos por encima del límite de cuantificación.

source: Chromatographic profiles are shown in Figure 11 (DS), Figure 12 (DP 40 mg/vial) and Figure 13 (DP 50 mg/vial).
es_es: En la Figura 11 (ppio. activo), Figura 12 (medicamento, 40 mg/frasco) y la Figura 13 (medicamento, 50 mg/frasco), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 14 (DS), Figure 15 (DP 40 mg/vial) and Figure 16 (DP 50 mg/vial).
es_es: En la Figura 14 (ppio. activo), Figura 15 (medicamento, 40 mg/frasco) y la Figura 16 (medicamento, 50 mg/frasco), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 17 (DS), Figure 18 (DP 40 mg/vial) and Figure 19 (DP 50 mg/vial).
es_es: En la Figura 17 (ppio. activo), la Figura 18 (medicamento, 40 mg/frasco) y la Figura 19 (medicamento, 50 mg/frasco), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 20 (DS), Figure 21 (DP 40 mg/vial) and Figure 22 (DP 50 mg/vial).
es_es: En la Figura 20 (ppio. activo), la Figura 21 (medicamento, 40 mg/frasco) y la Figura 22 (medicamento, 50 mg/frasco), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 11(DS), Figure 12(DP 25 mg/vial), Figure 13(DP 40 mg/vial) and Figure 14(DP 50 mg/vial).
es_es: En la Figura 11 (ppio. activo), Figura 12 (medicamento, 25 mg/frasco-ampolla), la Figura 13 (medicamento, 40 mg/frasco-ampolla) y la Figura 14 (medicamento, 50 mg/frasco-ampolla), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 15(DS), Figure 16(DP 25 mg/vial), Figure 17(DP 40 mg/vial) and Figure 18(DP 50 mg/vial).
es_es: En la Figura 15 (ppio. activo), Figura 16 (medicamento, 25 mg/frasco-ampolla), la Figura 17 (medicamento, 40 mg/frasco-ampolla) y la Figura 18 (medicamento, 50 mg/frasco-ampolla), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 19(DS), Figure 20(DP 25 mg/vial) Figure 21(DP 40 mg/vial) and Figure 22(DP 50 mg/vial).
es_es: En la Figura 19 (ppio. activo), Figura 20 (medicamento, 25 mg/frasco-ampolla), la Figura 21 (medicamento, 40 mg/frasco-ampolla) y la Figura 22 (medicamento, 50 mg/frasco-ampolla), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic profiles are shown in Figure 23(DS), Figure 24(DP 25 mg/vial), Figure 25(DP 40 mg/vial) and Figure 26(DP 50 mg/vial).
es_es: En la Figura 23 (ppio. activo), Figura 24 (medicamento, 25 mg/frasco-ampolla), la Figura 25 (medicamento, 40 mg/frasco-ampolla) y la Figura 26 (medicamento, 50 mg/frasco-ampolla), se pueden apreciar los perfiles cromatográficos.

source: Chromatographic purity
es_es: Pureza cromatográfica

source: Chromatographic separation techniques.*
es_es: Técnicas de separación cromatográfica.*

source: Chromatographic test conditions are summarized in Table 11 and compared to manufacturing scale conditions.
es_es: Las condiciones de análisis cromatográfico se resumen en la Tabla 11 y se comparan con las condiciones a escala de fabricación.

source: Chromatography
es_es: ELAC

source: Chromatography HPLC
es_es: Cromatografía HPLC

source: Chromatography Purity and Identification
es_es: Pureza e identificación cromatográficas

source: Chromatography and DNA Spike Experiments
es_es: Cromatografías y experimentos de enriquecimiento de ADN

source: Chromatography columns
es_es: Columnas de cromatografía

source: Chromatography unit*
es_es: Unidad de cromatografía*

source: Chromatography, Depth Filtration, Formulation
es_es: Cromatografía, filtrado de profundidad, formulación

source: Chromogenic LAL assay
es_es: Ensayo de LAL cromogénico

source: Chronic HF with preserved EF defined as LVEF >40% per local reading (obtained by echocardiography, radionuclide ventriculography, invasive angiography, MRI or CT), and no prior measurement of LVEF ≤40% under stable conditions (in the investigator’s opinion).
es_es: Insuficiencia cardíaca crónica con fracción de eyección preservada (definida como FEVI >40%) en la lectura local (obtenida por ecocardiografía, ventriculografía con radionúclidos, angiografía invasiva, resonancia magnética o tomografía computarizada) y ninguna FEVI anterior ≤ 40 % en condiciones estables (en opinión del investigador).

source: Chronic alcohol or drug abuse or any condition that, in the investigator’s opinion, made the patient an unreliable trial patient or unlikely to complete the trial
es_es: Abuso crónico de alcohol o drogas o cualquier situación que, en opinión del investigador, restara confiabilidad al paciente como sujeto del estudio, o que afectara las posibilidades de que este completara el ensayo

source: Chronic kidney disease is also a risk factor for the occurrence of cardiovascular events (R17-2619).
es_es: La enfermedad renal crónica también es un factor de riesgo de los eventos cardiovasculares (R17-2619).

source: Chronic pulmonary disease requiring home oxygen, oral steroid therapy or hospitalisation for exacerbation within 12 months, or significant chronic pulmonary disease in the opinion of the investigator, or primary pulmonary arterial hypertension
es_es: Enfermedad pulmonar crónica que requiera oxígeno domiciliario, terapia con esteroides orales u hospitalización por reagudización dentro de los 12 meses, o enfermedad pulmonar crónica significativa en opinión del investigador, o hipertensión arterial pulmonar primaria

source: Chronological (temporal or time based)
es_es: Cronológico (basada en el tiempo)

source: Chronology was adapted for a more precise description.
es_es: Se adaptó la cronología para dar una descripción más precisa.

source: Churilov L, Arnup S, Johns H, Leung T, Roberts S, Campbell BC, et al.
es_es: Churilov L, Arnup S, Johns H, Leung T, Roberts S, Campbell BC, y col.

source: Ciertos excipientes (por ejemplo, conservante, tampón, sustancia para ajustar la tonicidad o agente viscosante) puede ser diferente siempre que no se espere que su uso afecte a la biodisponibilidad (BD), la seguridad y/o eficacia del medicamento;
es_es: Certain inactive ingredients (e.g. preservatives, buffers, and tonicity or viscosity agents) may be different, provided that their use is not expected to affect the bioavailability, safety, or efficacy of the drug product.

source: Ciertos excipientes (por ejemplo, tampones, conservantes y antioxidantes) pueden ser diferentes, siempre que se pueda demostrar que el cambio en estos excipientes no afectaría la seguridad y/o eficacia del medicamento.
es_es: Certain inactive ingredients (e.g. buffers, preservatives and antioxidants) may be different, provided that the difference can be proved not to affect the safety and/or efficacy of the medicinal product.

source: Clarification of already registered information.
es_es: Aclaración de información ya registrada.

source: Clarification of currently registered information.
es_es: Aclaración de información actualmente registrada.

source: Clarification of the general designation “WFI” in this document.
es_es: Aclaración de la denominación general "agua para inyecciones" en este documento.

source: Clarification regarding the vial adapter:
es_es: Certificación sobre el adaptador de vial:
